[
  { "titulo_do_anime": "Spy x Family", "dica": "Comédia familiar com um espião, assassina e telepata fingindo serem uma família." },
  { "titulo_do_anime": "Kaguya-sama: Love is War", "dica": "Comédia romântica sobre dois gênios que tentam fazer o outro confessar seu amor primeiro." },
  { "titulo_do_anime": "Demon Slayer: Kimetsu no Yaiba", "dica": "Ação e aventura em um mundo de caçadores de demônios e um jovem em busca de uma cura para sua irmã." },
  { "titulo_do_anime": "Jujutsu Kaisen", "dica": "Ação sobrenatural com um jovem que se torna hospedeiro do Rei das Maldições para combatê-las." },
  { "titulo_do_anime": "My Hero Academia", "dica": "Super-heróis em um mundo onde a maioria das pessoas possui individualidades." },
  { "titulo_do_anime": "One Piece", "dica": "Aventura épica em busca do lendário tesouro One Piece e do título de Rei dos Piratas." },
  { "titulo_do_anime": "Attack on Titan", "dica": "Drama sombrio sobre a humanidade lutando contra gigantes humanoides devoradores de homens." },
  { "titulo_do_anime": "Haikyuu!!", "dica": "Comédia esportiva sobre um time de vôlei masculino do ensino médio em busca da glória." },
  { "titulo_do_anime": "Vinland Saga", "dica": "Drama histórico viking em busca de vingança e redenção." },
  { "titulo_do_anime": "Dr. Stone", "dica": "Ficção científica pós-apocalíptica sobre um jovem que revive a humanidade com a ciência." },
  { "titulo_do_anime": "Tokyo Revengers", "dica": "Drama de gangues com viagem no tempo para salvar o futuro e a namorada." },
  { "titulo_do_anime": "The Way of the Househusband", "dica": "Comédia sobre um ex-yakuza que se torna um dedicado dono de casa." },
  { "titulo_do_anime": "That Time I Got Reincarnated as a Slime", "dica": "Comédia Isekai sobre um slime overpowered em um mundo de fantasia." },
  { "titulo_do_anime": "Horimiya", "dica": "Romance slice of life sobre um garoto popular e uma garota introvertida que se apaixonam." },
  { "titulo_do_anime": "Beastars", "dica": "Drama policial em um mundo antropomórfico com predadores e herbívoros coexistindo." },
  { "titulo_do_anime": "Food Wars! Shokugeki no Soma", "dica": "Comédia culinária sobre um jovem chef em busca de superar seu pai lendário." },
  { "titulo_do_anime": "Mob Psycho 100", "dica": "Comédia sobrenatural sobre um médium psíquico exorcizando espíritos e ajudando pessoas." },
  { "titulo_do_anime": "A Silent Voice", "dica": "Drama sobre um garoto que se redime por ter intimidado uma menina surda." },
  { "titulo_do_anime": "Violet Evergarden", "dica": "Drama histórico sobre uma Auto Memory Doll que aprende a escrever cartas emocionantes." },
  { "titulo_do_anime": "Your Name.", "dica": "Romance sobre dois adolescentes que trocam de corpo aleatoriamente." },
  { "titulo_do_anime": "Weathering with You", "dica": "Romance sobre um garoto que conhece uma garota que pode controlar o clima." },
  { "titulo_do_anime": "Princess Mononoke", "dica": "Drama épico sobre a luta entre a natureza e a civilização." },
  { "titulo_do_anime": "Spirited Away", "dica": "Fantasia sobre uma menina que entra em um mundo mágico de espíritos." },
  { "titulo_do_anime": "Neon Genesis Evangelion", "dica": "Mecha psicológico sobre adolescentes que pilotam robôs gigantes para salvar o mundo." },
  { "titulo_do_anime": "Cowboy Bebop", "dica": "Aventura espacial com uma equipe de caçadores de recompensas no futuro." },
  { "titulo_do_anime": "Fullmetal Alchemist: Brotherhood", "dica": " },
]
